package com.company;

public class SplitString {
    public static void main(String[] args) {


        String [] strings = {"[नाम] डायनासोर\n" ,
                "[नाम] अखबार\n" ,
                "[संख्या] (संख्याओं की) 20\n" ,
                "(क्रिया) रखना, सुरक्षित रखना\n" ,
                "[नाम] नोटपैड, नोटबुक, नोट्स\n" ,
                "[चारित्रिक विशेषता\n" ,
                "[नाम] जूते\n" ,
                "[स्तंभ (समाचार पत्र, पत्रिका, आदि), स्तंभ\n" ,
                "[नाम] बास्केटबॉल\n" ,
                "[नाम] खेल, प्रतियोगिता\n" ,
                "[नाम] गांव\n" ,
                "पर्वत\n" ,
                "[नाम] स्मारक\n" ,
                "[प्यारा, मनमोहक\n" ,
                "[नाम] प्रवेश द्वार, प्रवेश द्वार\n" ,
                "[नाम] पिता\n" ,
                "[नाम] पल, पल\n" ,
                "[नाम] उदाहरण, उदाहरण\n" ,
                "[नाम] पुलिसकर्मी"};

        for (int i = 0; i < strings.length; i++) {

            ;

        }




    }
}
